Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# compare.error.same-person
source: Choose two different people.
de: Wähle zwei unterschiedliche Personen.
es: Elige dos personas diferentes.
fr: Choisissez deux personnes différentes.
it: Scegli due persone diverse.
ko: 서로 다른 두 사람을 선택하세요.
tr: İki farklı kişi seçin.
zh_hans: 请选择两个不同的人。

# compare.error.same-place
source: Choose two different places.
de: Wähle zwei unterschiedliche Orte.
es: Elige dos lugares diferentes.
fr: Choisissez deux lieux différents.
it: Scegli due luoghi diversi.
ko: 서로 다른 두 장소를 선택하세요.
tr: İki farklı yer seçin.
zh_hans: 请选择两个不同的地点。

# compare.error.too-many-focuses
source: Choose up to 3 focus areas.
de: Wähle bis zu 3 Schwerpunkte.
es: Elige hasta 3 enfoques.
fr: Choisissez jusqu’à 3 priorités.
it: Scegli fino a 3 focus.
ko: 최대 3개의 중점을 선택하세요.
tr: En fazla 3 odak alanı seçin.
zh_hans: 最多选择 3 个重点。

# compare.evidence
source: Evidence
de: Belege
es: Evidencia
fr: Éléments
it: Evidenze
ko: 근거
tr: Kanıt
zh_hans: 依据

# compare.focus
source: Focus
de: Fokus
es: Enfoque
fr: Priorité
ko: 중점
tr: Odak
zh_hans: 重点

# compare.focus.attraction
source: Attraction
de: Anziehung
es: Atracción
it: Attrazione
ko: 끌림
tr: Çekim
zh_hans: 吸引力

# compare.focus.career-visibility
source: Career & Visibility
de: Karriere & Sichtbarkeit
es: Carrera y visibilidad
fr: Carrière et visibilité
it: Carriera e visibilità
ko: 커리어와 가시성
tr: Kariyer ve Görünürlük
zh_hans: 事业与能见度

# compare.focus.communication
source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
ko: 소통
tr: İletişim
zh_hans: 沟通

# compare.focus.conflict-pressure
source: Conflict & Pressure
de: Konflikt & Druck
es: Conflicto y presión
fr: Conflits et pression
it: Conflitto e pressione
ko: 갈등과 압박
tr: Çatışma ve Baskı
zh_hans: 冲突与压力

# compare.focus.conflict-tension
source: Conflict & Tension
de: Konflikt & Spannung
es: Conflicto y tensión
fr: Conflits et tensions
it: Conflitto e tensione
ko: 갈등과 긴장
tr: Çatışma ve Gerilim
zh_hans: 冲突与张力

# compare.focus.creativity
source: Creativity
de: Kreativität
es: Creatividad
fr: Créativité
it: Creatività
ko: 창의성
tr: Yaratıcılık
zh_hans: 创造力

# compare.focus.daily-dynamics
source: Daily Dynamics
de: Alltagsdynamik
es: Dinámica diaria
fr: Dynamique quotidienne
it: Dinamiche quotidiane
ko: 일상적 상호작용
tr: Günlük Dinamikler
zh_hans: 日常互动

# compare.focus.distance-connection
source: Distance & Connection
de: Distanz & Verbindung
es: Distancia y conexión
fr: Distance et connexion
it: Distanza e connessione
ko: 거리와 연결
tr: Mesafe ve Bağ
zh_hans: 距离与连接

# compare.focus.emotional-closeness
source: Emotional Closeness
de: Emotionale Nähe
es: Cercanía emocional
fr: Proximité émotionnelle
it: Vicinanza emotiva
ko: 정서적 친밀감
tr: Duygusal Yakınlık
zh_hans: 情感亲密

# compare.focus.emotional-connection
source: Emotional Connection
de: Emotionale Verbindung
es: Conexión emocional
fr: Lien émotionnel
it: Connessione emotiva
ko: 정서적 연결
tr: Duygusal Bağ
zh_hans: 情感连接

# compare.focus.growth
source: Growth
de: Entwicklung
es: Crecimiento
fr: Évolution
it: Crescita
ko: 성장
tr: Gelişim
zh_hans: 成长

# compare.focus.growth-change
source: Growth & Change
de: Entwicklung & Veränderung
es: Crecimiento y cambio
fr: Évolution et changement
it: Crescita e cambiamento
ko: 성장과 변화
tr: Gelişim ve Değişim
zh_hans: 成长与变化

# compare.focus.home-belonging
source: Home & Belonging
de: Zuhause & Zugehörigkeit
es: Hogar y pertenencia
fr: Foyer et appartenance
it: Casa e appartenenza
ko: 집과 소속감
tr: Ev ve Aidiyet
zh_hans: 家庭与归属

# compare.focus.inner-life
source: Inner Life
de: Innenleben
es: Vida interior
fr: Vie intérieure
it: Vita interiore
ko: 내면
tr: İç Dünya
zh_hans: 内在生活

# compare.focus.long-term-dynamics
source: Long-term Dynamics
de: Langfristige Dynamik
es: Dinámica a largo plazo
fr: Dynamique à long terme
it: Dinamiche a lungo termine
ko: 장기적 관계 흐름
tr: Uzun Vadeli Dinamikler
zh_hans: 长期互动

# compare.focus.overall
source: Overall
de: Gesamt
es: General
fr: Ensemble
it: Generale
ko: 전체
tr: Genel
zh_hans: 整体

# compare.focus.relationships
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ko: 관계
tr: İlişkiler
zh_hans: 关系

# compare.focus.shared-direction
source: Shared Direction
de: Gemeinsame Richtung
es: Dirección compartida
fr: Direction commune
it: Direzione condivisa
ko: 공동 방향
tr: Ortak Yön
zh_hans: 共同方向

# compare.focus.social-life
source: Social Life
de: Sozialleben
es: Vida social
fr: Vie sociale
it: Vita sociale
ko: 사회생활
tr: Sosyal Yaşam
zh_hans: 社交生活

# compare.focus.stability
source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
it: Stabilità
ko: 안정성
tr: İstikrar
zh_hans: 稳定性

# compare.focus.stability-pressure
source: Stability & Pressure
de: Stabilität & Druck
es: Estabilidad y presión
fr: Stabilité et pression
it: Stabilità e pressione
ko: 안정과 압박
tr: İstikrar ve Baskı
zh_hans: 稳定与压力

# compare.focus.values-priorities
source: Values & Priorities
de: Werte & Prioritäten
es: Valores y prioridades
fr: Valeurs et priorités
it: Valori e priorità
ko: 가치관과 우선순위
tr: Değerler ve Öncelikler
zh_hans: 价值观与优先事项

# compare.from
source: From
de: Von
es: Desde
fr: De
it: Da
ko: 시작
tr: Başlangıç
zh_hans: 从

# compare.hero.categories
source: TIME · PEOPLE · PLACE · BOND
de: ZEIT · MENSCHEN · ORT · BINDUNG
es: TIEMPO · PERSONAS · LUGAR · VÍNCULO
fr: TEMPS · PERSONNES · LIEU · LIEN
it: TEMPO · PERSONE · LUOGO · LEGAME
ko: 시간 · 사람 · 장소 · 관계
tr: ZAMAN · KİŞİLER · YER · BAĞ
zh_hans: 时间 · 人物 · 地点 · 关系

# compare.hero.question
source: What changed?
de: Was hat sich verändert?
es: ¿Qué cambió?
fr: Qu’est-ce qui a changé ?
it: Cosa è cambiato?
ko: 무엇이 달라졌나요?
tr: Ne değişti?
zh_hans: 发生了什么变化？

# compare.input
source: Input
de: Eingabe
es: Datos
fr: Données
it: Dati
ko: 입력
tr: Girdi
zh_hans: 输入

# compare.local-ready
source: Local comparison ready
de: Lokaler Vergleich bereit
es: Comparación local lista
fr: Comparaison locale prête
it: Confronto locale pronto
ko: 로컬 비교 완료
tr: Yerel karşılaştırma hazır
zh_hans: 本地对比已完成

# compare.local-ready-message
source: The chart calculations and differences are saved. You can retry the AI analysis without recalculating.
de: Berechnungen und Unterschiede sind gespeichert. Du kannst die KI-Analyse ohne Neuberechnung erneut versuchen.
es: Los cálculos y las diferencias están guardados. Puedes reintentar el análisis de IA sin volver a calcular.
fr: Les calculs et différences sont enregistrés. Vous pouvez relancer l’analyse IA sans recalculer.
it: Calcoli e differenze sono salvati. Puoi riprovare l’analisi AI senza ricalcolare.
ko: 차트 계산과 차이점이 저장되었습니다. 다시 계산하지 않고 AI 분석을 재시도할 수 있습니다.
tr: Harita hesapları ve farklar kaydedildi. Yeniden hesaplamadan AI analizini tekrar deneyebilirsiniz.
zh_hans: 星盘计算和差异已经保存。可以直接重试 AI 分析，无需重新计算。

# compare.no-calculated-changes
source: No deterministic changes were found for this comparison.
de: Für diesen Vergleich wurden keine deterministischen Änderungen gefunden.
es: No se encontraron cambios deterministas en esta comparación.
fr: Aucun changement déterministe n’a été trouvé pour cette comparaison.
it: Non sono stati trovati cambiamenti deterministici per questo confronto.
ko: 이 비교에서 확정적으로 계산되는 변화가 발견되지 않았습니다.
tr: Bu karşılaştırmada deterministik bir değişim bulunmadı.
zh_hans: 这次对比没有发现可确定计算的变化。

# compare.no-extra-credit
source: No extra Credit
de: Kein zusätzlicher Credit
es: Sin Credit adicional
fr: Aucun Credit supplémentaire
it: Nessun Credit extra
ko: 추가 Credit 없음
tr: Ek Credit yok
zh_hans: 不额外消耗 Credit

# compare.place-a
source: Place A
de: Ort A
es: Lugar A
fr: Lieu A
it: Luogo A
ko: 장소 A
tr: Yer A
zh_hans: 地点 A

# compare.place-b
source: Place B
de: Ort B
es: Lugar B
fr: Lieu B
it: Luogo B
ko: 장소 B
tr: Yer B
zh_hans: 地点 B

# compare.primary-changes
source: Primary Changes
de: Wichtigste Änderungen
es: Cambios principales
fr: Changements principaux
it: Cambiamenti principali
ko: 주요 변화
tr: Başlıca Değişimler
zh_hans: 主要变化

# compare.primary-comparisons
source: Primary Comparisons
de: Wichtigste Vergleiche
es: Comparaciones principales
fr: Comparaisons principales
it: Confronti principali
ko: 주요 비교
tr: Başlıca Karşılaştırmalar
zh_hans: 主要对比

# compare.recent
source: Recent Comparisons
de: Letzte Vergleiche
es: Comparaciones recientes
fr: Comparaisons récentes
it: Confronti recenti
ko: 최근 비교
tr: Son karşılaştırmalar
zh_hans: 最近的对比

# compare.relationship-context
source: Relationship Context
de: Beziehungskontext
es: Contexto de la relación
fr: Contexte de la relation
it: Contesto della relazione
ko: 관계 맥락
tr: İlişki Bağlamı
zh_hans: 关系类型

# compare.relationship-context.family
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
ko: 가족
tr: Aile
zh_hans: 家人

# compare.relationship-context.friend
source: Friend
de: Freundschaft
es: Amistad
fr: Amitié
it: Amicizia
ko: 친구
tr: Arkadaş
zh_hans: 朋友

# compare.relationship-context.other
source: Other
de: Andere
es: Otra
fr: Autre
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# compare.relationship-context.romantic
source: Romantic
de: Romantisch
es: Romántica
fr: Romantique
it: Romantica
ko: 연인
tr: Romantik
zh_hans: 恋爱

# compare.relationship-context.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ko: 건너뛰기
tr: Atla
zh_hans: 跳过

# compare.relationship-context.work
source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ko: 업무
tr: İş
zh_hans: 工作

# compare.result-unavailable
source: AI analysis is unavailable. Your local comparison is preserved.
de: Die KI-Analyse ist nicht verfügbar. Dein lokaler Vergleich bleibt erhalten.
es: El análisis de IA no está disponible. Tu comparación local se ha conservado.
fr: L’analyse IA est indisponible. Votre comparaison locale est conservée.
it: L’analisi AI non è disponibile. Il confronto locale è stato conservato.
ko: AI 분석을 사용할 수 없습니다. 로컬 비교 결과는 보존되었습니다.
tr: AI analizi kullanılamıyor. Yerel karşılaştırmanız korundu.
zh_hans: AI 分析暂不可用，本地对比结果已保留。

# compare.review
source: Review
de: Prüfen
es: Revisar
fr: Vérifier
it: Riepilogo
ko: 검토
tr: Gözden Geçir
zh_hans: 确认

# compare.stage.calculating-charts
source: Calculating charts…
de: Horoskope werden berechnet…
es: Calculando cartas…
fr: Calcul des thèmes…
it: Calcolo delle carte…
ko: 차트를 계산하는 중…
tr: Haritalar hesaplanıyor…
zh_hans: 正在计算星盘…

# compare.stage.comparing-changes
source: Comparing changes…
de: Änderungen werden verglichen…
es: Comparando cambios…
fr: Comparaison des changements…
it: Confronto dei cambiamenti…
ko: 변화를 비교하는 중…
tr: Değişiklikler karşılaştırılıyor…
zh_hans: 正在对比变化…

# compare.stage.preparing-analysis
source: Preparing analysis…
de: Analyse wird vorbereitet…
es: Preparando análisis…
fr: Préparation de l’analyse…
it: Preparazione dell’analisi…
ko: 분석을 준비하는 중…
tr: Analiz hazırlanıyor…
zh_hans: 正在准备分析…

# compare.subtitle
source: See what changes — across time, people, places, or a relationship.
de: Sieh, was sich über Zeit, zwischen Menschen, Orten oder in einer Beziehung verändert.
es: Descubre qué cambia con el tiempo, entre personas, lugares o una relación.
fr: Voyez ce qui change dans le temps, entre deux personnes, deux lieux ou une relation.
it: Scopri cosa cambia nel tempo, tra persone, luoghi o in una relazione.
ko: 시간, 두 사람, 장소 또는 관계에서 무엇이 달라지는지 확인하세요.
tr: Zaman, kişiler, yerler veya bir ilişki arasında neyin değiştiğini görün.
zh_hans: 看看时间、两个人、地点或一段关系之间发生了什么变化。

# compare.title
source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ko: 비교
tr: Karşılaştır
zh_hans: 对比

# compare.to
source: To
de: Bis
es: Hasta
fr: À
it: A
ko: 종료
tr: Bitiş
zh_hans: 到

# compare.type.me-over-time.subtitle
source: See what changed.
de: Sieh, was sich verändert hat.
es: Mira qué cambió.
fr: Voyez ce qui a changé.
it: Scopri cosa è cambiato.
ko: 무엇이 달라졌는지 확인하세요.
tr: Neyin değiştiğini görün.
zh_hans: 看看发生了什么变化。

# compare.type.me-over-time.title
source: Me Over Time
de: Ich im Zeitverlauf
es: Yo a lo largo del tiempo
fr: Moi au fil du temps
it: Io nel tempo
ko: 시간에 따른 나
tr: Zaman İçinde Ben
zh_hans: 我的变化

# compare.type.relationship-over-time.subtitle
source: See how the same bond has changed.
de: Sieh, wie sich dieselbe Verbindung verändert hat.
es: Mira cómo ha cambiado el mismo vínculo.
fr: Voyez comment le même lien a évolué.
it: Scopri come è cambiato lo stesso legame.
ko: 같은 관계가 어떻게 달라졌는지 확인하세요.
tr: Aynı bağın nasıl değiştiğini görün.
zh_hans: 看看同一段关系发生了怎样的变化。

# compare.type.relationship-over-time.title
source: A Relationship Over Time
de: Eine Beziehung im Zeitverlauf
es: Una relación a lo largo del tiempo
fr: Une relation au fil du temps
it: Una relazione nel tempo
ko: 시간에 따른 관계
tr: Zaman İçinde Bir İlişki
zh_hans: 一段关系的变化

# compare.type.two-people.subtitle
source: Compare two charts.
de: Vergleiche zwei Horoskope.
es: Compara dos cartas.
fr: Comparez deux thèmes.
it: Confronta due carte.
ko: 두 차트를 비교하세요.
tr: İki haritayı karşılaştırın.
zh_hans: 对比两个人的星盘。

# compare.type.two-people.title
source: Two People
de: Zwei Personen
es: Dos personas
fr: Deux personnes
it: Due persone
ko: 두 사람
tr: İki Kişi
zh_hans: 两个人

# compare.type.two-places.subtitle
source: See what changes by location.
de: Sieh, was sich je nach Ort verändert.
es: Mira qué cambia según el lugar.
fr: Voyez ce qui change selon le lieu.
it: Scopri cosa cambia in base al luogo.
ko: 장소에 따라 무엇이 달라지는지 확인하세요.
tr: Konuma göre neyin değiştiğini görün.
zh_hans: 看看地点变化会带来什么不同。

# compare.type.two-places.title
source: Two Places
de: Zwei Orte
es: Dos lugares
fr: Deux lieux
it: Due luoghi
ko: 두 장소
tr: İki Yer
zh_hans: 两个地点

# compare.view-charts
source: View Charts
de: Horoskope ansehen
es: Ver cartas
fr: Voir les thèmes
it: Vedi carte
ko: 차트 보기
tr: Haritaları Gör
zh_hans: 查看星盘

# consumer.a-beginning-and-building-stage
source: a beginning-and-building stage
de: eine Phase des Beginnens und Aufbauens
es: una etapa de inicio y construcción
fr: une phase de démarrage et de construction
it: una fase di inizio e costruzione
ko: 시작하고 쌓아가는 단계
tr: başlangıç ve inşa aşaması
zh_hans: 开始并逐步积累的阶段

# consumer.a-completion-and-reset-stage
source: a completion-and-reset stage
de: eine Phase des Abschlusses und Neustarts
es: una etapa de cierre y reinicio
fr: une phase d’achèvement et de renouveau
it: una fase di completamento e ripartenza
ko: 마무리와 재설정의 단계
tr: tamamlama ve sıfırlama aşaması
zh_hans: 收尾并准备更新的阶段

# consumer.a-review-and-adjust-period
source: A review-and-adjust period
de: Eine Phase des Überprüfens und Anpassens
es: Un período de revisión y ajuste
fr: Une période de révision et d’ajustement
it: Un periodo di revisione e adattamento
ko: 검토하고 조정하는 기간
tr: Gözden geçirme ve ayarlama dönemi
zh_hans: 适合回顾和调整

# consumer.a-visibility-and-review-stage
source: a visibility-and-review stage
de: eine Phase der Sichtbarkeit und Überprüfung
es: una etapa de visibilidad y revisión
fr: une phase de visibilité et de réévaluation
it: una fase di visibilità e revisione
ko: 드러나고 점검하는 단계
tr: görünürlük ve değerlendirme aşaması
zh_hans: 成果显现并重新评估的阶段

# consumer.an-active-development-stage
source: an active development stage
de: eine aktive Entwicklungsphase
es: una etapa de desarrollo activo
fr: une phase de développement actif
it: una fase di sviluppo attivo
ko: 적극적으로 발전하는 단계
tr: aktif gelişim aşaması
zh_hans: 主动推进和发展的阶段

# consumer.an-important-need
source: an important need
de: ein wichtiges Bedürfnis
es: una necesidad importante
fr: un besoin important
it: un bisogno importante
ko: 중요한 필요
tr: önemli bir ihtiyaç
zh_hans: 一项重要需要

# consumer.become-active-together
source: become active together
de: werden gemeinsam aktiv
es: se activan a la vez
fr: deviennent actifs ensemble
it: si attivano insieme
ko: 함께 활성화됨
tr: birlikte etkinleşir
zh_hans: 同时变得活跃

# consumer.body-theme.jupiter
source: growth and confidence
de: Wachstum und Zuversicht
es: crecimiento y confianza
fr: croissance et confiance
it: crescita e fiducia
ko: 성장과 자신감
tr: büyüme ve güven
zh_hans: 成长与信心

# consumer.body-theme.mars
source: drive and boundaries
de: Antrieb und Grenzen
es: impulso y límites
fr: élan et limites
it: spinta e confini
ko: 추진력과 경계
tr: dürtü ve sınırlar
zh_hans: 行动力与边界

# consumer.body-theme.mercury
source: thinking and communication
de: Denken und Kommunikation
es: pensamiento y comunicación
fr: réflexion et communication
it: pensiero e comunicazione
ko: 사고와 소통
tr: düşünme ve iletişim
zh_hans: 思考与沟通

# consumer.body-theme.moon
source: emotional needs
de: emotionale Bedürfnisse
es: necesidades emocionales
fr: besoins émotionnels
it: bisogni emotivi
ko: 감정적 필요
tr: duygusal ihtiyaçlar
zh_hans: 情绪需要

# consumer.body-theme.neptune
source: imagination and sensitivity
de: Vorstellungskraft und Sensibilität
es: imaginación y sensibilidad
fr: imagination et sensibilité
it: immaginazione e sensibilità
ko: 상상력과 민감성
tr: hayal gücü ve hassasiyet
zh_hans: 想象力与敏感度

# consumer.body-theme.pluto
source: control and renewal
de: Kontrolle und Erneuerung
es: control y renovación
fr: contrôle et renouveau
it: controllo e rinnovamento
ko: 통제와 재생
tr: kontrol ve yenilenme
zh_hans: 掌控感与更新

# consumer.body-theme.saturn
source: responsibility and limits
de: Verantwortung und Begrenzungen
es: responsabilidad y límites
fr: responsabilité et limites
it: responsabilità e limiti
ko: 책임과 한계
tr: sorumluluk ve sınırlar
zh_hans: 责任与限制

# consumer.body-theme.sun
source: self-direction
de: Selbstausrichtung
es: dirección personal
fr: orientation personnelle
it: direzione personale
ko: 자기 방향성
tr: öz yönelim
zh_hans: 自我方向

# consumer.body-theme.true-node
source: future direction
de: zukünftige Richtung
es: dirección futura
fr: orientation future
it: direzione futura
ko: 미래 방향
tr: gelecek yönü
zh_hans: 未来方向

# consumer.body-theme.uranus
source: freedom and change
de: Freiheit und Veränderung
es: libertad y cambio
fr: liberté et changement
it: libertà e cambiamento
ko: 자유와 변화
tr: özgürlük ve değişim
zh_hans: 自由与改变

# consumer.body-theme.venus
source: closeness and values
de: Nähe und Werte
es: cercanía y valores
fr: proximité et valeurs
it: vicinanza e valori
ko: 친밀감과 가치
tr: yakınlık ve değerler
zh_hans: 亲密感与价值选择

# consumer.everyday-choices
source: everyday choices
de: alltägliche Entscheidungen
es: decisiones cotidianas
fr: choix du quotidien
it: scelte quotidiane
ko: 일상의 선택
tr: gündelik seçimler
zh_hans: 日常选择

# consumer.life-area.1
source: identity and first impressions
de: Identität und erster Eindruck
es: identidad y primeras impresiones
fr: identité et premières impressions
it: identità e prime impressioni
ko: 정체성과 첫인상
tr: kimlik ve ilk izlenimler
zh_hans: 自我表达与第一印象

# consumer.life-area.10
source: career and public role
de: Beruf und öffentliche Rolle
es: carrera y papel público
fr: carrière et rôle public
it: carriera e ruolo pubblico
ko: 커리어와 사회적 역할
tr: kariyer ve toplumsal rol
zh_hans: 事业与社会角色

# consumer.life-area.11
source: friends and long-term goals
de: Freunde und langfristige Ziele
es: amistades y metas a largo plazo
fr: amis et objectifs à long terme
it: amici e obiettivi a lungo termine
ko: 친구와 장기 목표
tr: arkadaşlar ve uzun vadeli hedefler
zh_hans: 朋友与长期目标

# consumer.life-area.12
source: rest and inner life
de: Ruhe und Innenleben
es: descanso y vida interior
fr: repos et vie intérieure
it: riposo e vita interiore
ko: 휴식과 내면생활
tr: dinlenme ve iç dünya
zh_hans: 休息与内在感受

# consumer.life-area.2
source: money and personal resources
de: Geld und persönliche Ressourcen
es: dinero y recursos personales
fr: argent et ressources personnelles
it: denaro e risorse personali
ko: 돈과 개인 자원
tr: para ve kişisel kaynaklar
zh_hans: 金钱与个人资源

# consumer.life-area.3
source: learning and communication
de: Lernen und Kommunikation
es: aprendizaje y comunicación
fr: apprentissage et communication
it: apprendimento e comunicazione
ko: 학습과 소통
tr: öğrenme ve iletişim
zh_hans: 学习与沟通

# consumer.life-area.4
source: home and emotional security
de: Zuhause und emotionale Sicherheit
es: hogar y seguridad emocional
fr: foyer et sécurité émotionnelle
it: casa e sicurezza emotiva
ko: 가정과 정서적 안정
tr: ev ve duygusal güvenlik
zh_hans: 家庭与安全感

# consumer.life-area.5
source: creativity and romance
de: Kreativität und Romantik
es: creatividad y romance
fr: créativité et romance
it: creatività e romanticismo
ko: 창의성과 로맨스
tr: yaratıcılık ve romantizm
zh_hans: 创造力与恋爱

# consumer.life-area.6
source: work, habits, and health
de: Arbeit, Gewohnheiten und Gesundheit
es: trabajo, hábitos y salud
fr: travail, habitudes et santé
it: lavoro, abitudini e salute
ko: 일, 습관과 건강
tr: iş, alışkanlıklar ve sağlık
zh_hans: 工作、习惯与健康

# consumer.life-area.7
source: close relationships
de: enge Beziehungen
es: relaciones cercanas
fr: relations proches
it: relazioni strette
ko: 가까운 관계
tr: yakın ilişkiler
zh_hans: 亲密关系与合作

# consumer.life-area.8
source: trust and shared resources
de: Vertrauen und gemeinsame Ressourcen
es: confianza y recursos compartidos
fr: confiance et ressources partagées
it: fiducia e risorse condivise
ko: 신뢰와 공동 자원
tr: güven ve ortak kaynaklar
zh_hans: 信任与共同资源

# consumer.life-area.9
source: beliefs and exploration
de: Überzeugungen und Erkundung
es: creencias y exploración
fr: croyances et exploration
it: convinzioni ed esplorazione
ko: 신념과 탐구
tr: inançlar ve keşif
zh_hans: 信念、学习与远行

# consumer.moving-forward-steadily
source: Moving forward steadily
de: Bewegt sich stetig voran
es: Avanzando con constancia
fr: Progression régulière
it: Avanza con continuità
ko: 꾸준히 앞으로 나아감
tr: İstikrarlı biçimde ilerliyor
zh_hans: 正在稳定向前推进

# consumer.need-active-balancing
source: need active balancing
de: brauchen aktives Ausbalancieren
es: necesitan un equilibrio activo
fr: nécessitent un équilibre actif
it: richiedono un bilanciamento attivo
ko: 적극적인 균형 조정이 필요함
tr: aktif dengeleme gerektirir
zh_hans: 需要主动协调

# consumer.noticeable
source: noticeable
de: spürbar
es: perceptible
fr: perceptible
it: percepibile
ko: 눈에 띔
tr: fark edilir
zh_hans: 比较明显

# consumer.style.aquarius
source: independent and original
de: unabhängig und originell
es: independiente y original
fr: indépendant et original
it: indipendente e originale
ko: 독립적이고 독창적인
tr: bağımsız ve özgün
zh_hans: 独立且有新意

# consumer.style.aries
source: direct and decisive
de: direkt und entschlossen
es: directo y decidido
fr: direct et décidé
it: diretto e deciso
ko: 직접적이고 결단력 있는
tr: doğrudan ve kararlı
zh_hans: 直接果断

# consumer.style.cancer
source: protective and intuitive
de: beschützend und intuitiv
es: protector e intuitivo
fr: protecteur et intuitif
it: protettivo e intuitivo
ko: 보호적이고 직관적인
tr: koruyucu ve sezgisel
zh_hans: 重视保护与感受

# consumer.style.capricorn
source: disciplined and deliberate
de: diszipliniert und überlegt
es: disciplinado y deliberado
fr: discipliné et réfléchi
it: disciplinato e ponderato
ko: 절제되고 신중한
tr: disiplinli ve planlı
zh_hans: 自律而审慎

# consumer.style.gemini
source: curious and flexible
de: neugierig und flexibel
es: curioso y flexible
fr: curieux et flexible
it: curioso e flessibile
ko: 호기심 많고 유연한
tr: meraklı ve esnek
zh_hans: 好奇灵活

# consumer.style.leo
source: expressive and warm
de: ausdrucksstark und warm
es: expresivo y cálido
fr: expressif et chaleureux
it: espressivo e caloroso
ko: 표현력이 풍부하고 따뜻한
tr: ifadeci ve sıcak
zh_hans: 热情且愿意表达

# consumer.style.libra
source: cooperative and balanced
de: kooperativ und ausgewogen
es: cooperativo y equilibrado
fr: coopératif et équilibré
it: collaborativo ed equilibrato
ko: 협력적이고 균형 잡힌
tr: işbirlikçi ve dengeli
zh_hans: 重视合作与平衡

# consumer.style.pisces
source: sensitive and imaginative
de: sensibel und fantasievoll
es: sensible e imaginativo
fr: sensible et imaginatif
it: sensibile e immaginativo
ko: 섬세하고 상상력이 풍부한
tr: hassas ve hayal gücü yüksek
zh_hans: 敏感而富有想象力

# consumer.style.sagittarius
source: open and exploratory
de: offen und erkundend
es: abierto y explorador
fr: ouvert et explorateur
it: aperto ed esplorativo
ko: 개방적이고 탐구적인
tr: açık ve keşifçi
zh_hans: 开放且愿意探索

# consumer.style.scorpio
source: private and intense
de: zurückhaltend und intensiv
es: reservado e intenso
fr: réservé et intense
it: riservato e intenso
ko: 내밀하고 강렬한
tr: özel ve yoğun
zh_hans: 深入而有分寸
